{
  "LazyVim": { "branch": "main" },
  "LuaSnip": { "branch": "master" },
  "NeoSolarized": { "branch": "master" },
  "Zenburn": { "branch": "master" },
  "ayu-vim": { "branch": "master" },
  "breezy": { "branch": "master" },
  "cmp-buffer": { "branch": "main" },
  "cmp-cmdline": { "branch": "main" },
  "cmp-nvim-lsp": { "branch": "main" },
  "cmp-nvim-lua": { "branch": "main" },
  "cmp-path": { "branch": "main" },
  "cmp_luasnip": { "branch": "master" },
  "copilot.vim": { "branch": "release" },
  "edge": { "branch": "master" },
  "editorconfig-vim": { "branch": "master" },
  "embark": { "branch": "main" },
  "emmet-vim": { "branch": "master" },
  "falcon": { "branch": "master" },
  "forest-night": { "branch": "master" },
  "gruvbox": { "branch": "master" },
  "gruvbox-material": { "branch": "master" },
  "jellybeans.vim": { "branch": "master" },
  "lazy.nvim": { "branch": "main" },
  "lexima.vim": { "branch": "master" },
  "lualine.nvim": { "branch": "master" },
  "markdown-preview.nvim": { "branch": "master" },
  "mason-lspconfig.nvim": { "branch": "main" },
  "mason.nvim": { "branch": "main" },
  "mini.nvim": { "branch": "main" },
  "miramare": { "branch": "master" },
  "molokai": { "branch": "master" },
  "neoconf.nvim": { "branch": "main" },
  "neodev.nvim": { "branch": "main" },
  "night-owl.vim": { "branch": "master" },
  "nord-vim": { "branch": "main" },
  "null-ls.nvim": { "branch": "main" },
  "nvim-cmp": { "branch": "main" },
  "nvim-colorizer.lua": { "branch": "master" },
  "nvim-lspconfig": { "branch": "master" },
  "nvim-tree.lua": { "branch": "master" },
  "nvim-treesitter": { "branch": "master" },
  "nvim-web-devicons": { "branch": "master" },
  "onedark.vim": { "branch": "main" },
  "papercolor-theme": { "branch": "master" },
  "playground": { "branch": "master" },
  "plenary.nvim": { "branch": "master" },
  "quietlight.vim": { "branch": "master" },
  "smyck.vim": { "branch": "master" },
  "sonokai": { "branch": "master" },
  "srcery-vim": { "branch": "master" },
  "telescope-fzf-native.nvim": { "branch": "main" },
  "telescope.nvim": { "branch": "master" },
  "toggleterm.nvim": { "branch": "main" },
  "tokyonight.nvim": { "branch": "main" },
  "trouble.nvim": { "branch": "main" },
  "vim-cinnabar": { "branch": "master" },
  "vim-colors-solarized": { "branch": "master" },
  "vim-highlightedyank": { "branch": "master" },
  "vim-indent-guides": { "branch": "master" },
  "vim-kolor": { "branch": "master" },
  "vim-lion": { "branch": "master" },
  "vim-misc": { "branch": "master" },
  "vim-notes": { "branch": "master" },
  "vim-plugin-AnsiEsc": { "branch": "master" },
  "vim-polyglot": { "branch": "master" },
  "vim-rest-console": { "branch": "master" },
  "vim-startify": { "branch": "master" },
  "vim-startuptime": { "branch": "master" },
  "vim-surround": { "branch": "master" },
  "vim-table-mode": { "branch": "master" },
  "vim-toml": { "branch": "main" },
  "vim-twilight": { "branch": "master" },
  "which-key.nvim": { "branch": "main" },
  "xoria256.vim": { "branch": "master" },
  "zig.vim": { "branch": "master" }
}